Table of Contents
 Enum InputValue
Namespace
IdeaRS.OpenModel.Concrete
Assembly
IdeaRS.OpenModel.dll
Input value type
public enum InputValue
Fields
Calculated = 0
Value is calculated
CalculatedFEM = 2
values are calculated in FEM
UserInput = 1
Value is inputed by user
Fields
 Name |  Description
 Calculated = 0
Value is calculated
 CalculatedFEM = 2
values are calculated in FEM
 UserInput = 1
Value is inputed by user
 Edit this page